[
    {
        "name": "导论课前作业2.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/导论课前作业2.json"
        ]
    },
    {
        "name": "导论课前作业3",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/导论课前作业3\/导论课前作业3 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/导论课前作业3\/导论课前作业3 单选题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/导论课前作业3\/导论课前作业3 多选题.json"
        ]
    },
    {
        "name": "导论课前作业4",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/导论课前作业4\/导论课前作业4 单选题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/导论课前作业4\/导论课前作业4 多选题.json"
        ]
    },
    {
        "name": "第一章作业1",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业1\/第一章作业1 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业1\/第一章作业1 单选题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业1\/第一章作业1 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业1\/第一章作业1 多选题.json"
        ]
    },
    {
        "name": "第一章作业2",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业2\/第一章作业2 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业2\/第一章作业2 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业2\/第一章作业2 多选题.json"
        ]
    },
    {
        "name": "第一章作业3",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业3\/第一章作业3 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业3\/第一章作业3 单选题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业3\/第一章作业3 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业3\/第一章作业3 多选题.json"
        ]
    },
    {
        "name": "第一章作业4",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业4\/第一章作业4 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业4\/第一章作业4 单选题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业4\/第一章作业4 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业4\/第一章作业4 多选题.json"
        ]
    },
    {
        "name": "第一章作业5",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业5\/第一章作业5 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业5\/第一章作业5 多选题.json"
        ]
    },
    {
        "name": "第一章作业6",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业6\/第一章作业6 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业6\/第一章作业6 单选题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业6\/第一章作业6 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第一章作业6\/第一章作业6 多选题.json"
        ]
    },
    {
        "name": "第七章作业1",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第七章作业1\/第七章作业1 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第七章作业1\/第七章作业1 单选题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第七章作业1\/第七章作业1 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第七章作业1\/第七章作业1 多选题.json"
        ]
    },
    {
        "name": "第三章作业3",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第三章作业3\/第三章作业3 单选题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第三章作业3\/第三章作业3 多选题.json"
        ]
    },
    {
        "name": "第三章作业3.2",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第三章作业3.2\/第三章作业3.2 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第三章作业3.2\/第三章作业3.2 单选题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第三章作业3.2\/第三章作业3.2 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第三章作业3.2\/第三章作业3.2 多选题.json"
        ]
    },
    {
        "name": "第三章作业4",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第三章作业4\/第三章作业4 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第三章作业4\/第三章作业4 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第三章作业4\/第三章作业4 多选题.json"
        ]
    },
    {
        "name": "第三章复习题",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第三章复习题\/第三章复习题 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第三章复习题\/第三章复习题 单选题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第三章复习题\/第三章复习题 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第三章复习题\/第三章复习题 多选题.json"
        ]
    },
    {
        "name": "第二章作业1",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第二章作业1\/第二章作业1 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第二章作业1\/第二章作业1 单选题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第二章作业1\/第二章作业1 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第二章作业1\/第二章作业1 多选题.json"
        ]
    },
    {
        "name": "第二章作业2",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第二章作业2\/第二章作业2 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第二章作业2\/第二章作业2 单选题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第二章作业2\/第二章作业2 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第二章作业2\/第二章作业2 多选题.json"
        ]
    },
    {
        "name": "第二章作业4",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第二章作业4\/第二章作业4 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第二章作业4\/第二章作业4 单选题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第二章作业4\/第二章作业4 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第二章作业4\/第二章作业4 多选题.json"
        ]
    },
    {
        "name": "第二章作业5",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第二章作业5\/第二章作业5 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第二章作业5\/第二章作业5 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第二章作业5\/第二章作业5 多选题.json"
        ]
    },
    {
        "name": "第五章作业1",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第五章作业1\/第五章作业1 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第五章作业1\/第五章作业1 单选题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第五章作业1\/第五章作业1 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第五章作业1\/第五章作业1 多选题.json"
        ]
    },
    {
        "name": "第六章作业1",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第六章作业1\/第六章作业1 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第六章作业1\/第六章作业1 单选题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第六章作业1\/第六章作业1 多选题.json"
        ]
    },
    {
        "name": "第四章作业1",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第四章作业1\/第四章作业1 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第四章作业1\/第四章作业1 单选题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第四章作业1\/第四章作业1 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第四章作业1\/第四章作业1 多选题.json"
        ]
    },
    {
        "name": "第四章作业3",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第四章作业3\/第四章作业3 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第四章作业3\/第四章作业3 单选题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第四章作业3\/第四章作业3 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第四章作业3\/第四章作业3 多选题.json"
        ]
    },
    {
        "name": "第四章作业5",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第四章作业5\/第四章作业5 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第四章作业5\/第四章作业5 单选题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第四章作业5\/第四章作业5 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第四章作业5\/第四章作业5 多选题.json"
        ]
    },
    {
        "name": "第四章作业6",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第四章作业6\/第四章作业6 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第四章作业6\/第四章作业6 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第四章作业6\/第四章作业6 多选题.json"
        ]
    },
    {
        "name": "第四章作业8",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第四章作业8\/第四章作业8 判断题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第四章作业8\/第四章作业8 填空题.json",
            ".\/json\/大二下 马克思主义基本原理\/学习通作业\/第四章作业8\/第四章作业8 多选题.json"
        ]
    },
    {
        "name": "自测判断题1 判断题.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通自测\/-sep判断题\/自测判断题1 判断题.json"
        ]
    },
    {
        "name": "自测判断题2 判断题.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通自测\/-sep判断题\/自测判断题2 判断题.json"
        ]
    },
    {
        "name": "自测判断题3 判断题.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通自测\/-sep判断题\/自测判断题3 判断题.json"
        ]
    },
    {
        "name": "自测单选题1_1(题目不全) 单选题.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通自测\/-sep单选题\/自测单选题1_1(题目不全) 单选题.json"
        ]
    },
    {
        "name": "自测单选题1_2(题目不全) 单选题.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通自测\/-sep单选题\/自测单选题1_2(题目不全) 单选题.json"
        ]
    },
    {
        "name": "自测单选题2_1(题目不全) 单选题.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通自测\/-sep单选题\/自测单选题2_1(题目不全) 单选题.json"
        ]
    },
    {
        "name": "自测单选题2_2(题目不全) 单选题.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通自测\/-sep单选题\/自测单选题2_2(题目不全) 单选题.json"
        ]
    },
    {
        "name": "自测单选题3_1(题目不全) 单选题.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通自测\/-sep单选题\/自测单选题3_1(题目不全) 单选题.json"
        ]
    },
    {
        "name": "自测单选题3_2(题目不全) 单选题.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通自测\/-sep单选题\/自测单选题3_2(题目不全) 单选题.json"
        ]
    },
    {
        "name": "自测填空题1 填空题.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通自测\/-sep填空题\/自测填空题1 填空题.json"
        ]
    },
    {
        "name": "自测填空题2 填空题.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通自测\/-sep填空题\/自测填空题2 填空题.json"
        ]
    },
    {
        "name": "自测多选题1_1 多选题.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通自测\/-sep多选题\/多选题1\/自测多选题1_1 多选题.json"
        ]
    },
    {
        "name": "自测多选题1_2 多选题.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通自测\/-sep多选题\/多选题1\/自测多选题1_2 多选题.json"
        ]
    },
    {
        "name": "自测多选题2 多选题.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通自测\/-sep多选题\/多选题2\/自测多选题2 多选题.json"
        ]
    },
    {
        "name": "自测多选题3 多选题.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通自测\/-sep多选题\/多选题3\/自测多选题3 多选题.json"
        ]
    },
    {
        "name": "自测简答题1 简答题.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通自测\/-sep简答题\/自测简答题1 简答题.json"
        ]
    },
    {
        "name": "自测简答题2 简答题.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通自测\/-sep简答题\/自测简答题2 简答题.json"
        ]
    },
    {
        "name": "自测论述题 论述题.json",
        "path": [
            ".\/json\/大二下 马克思主义基本原理\/学习通自测\/-sep论述题\/自测论述题 论述题.json"
        ]
    }
]